round1/CherryPy.10000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.40ms    4.11ms 130.92ms   83.95%
    Req/Sec     1.86k   198.88     2.01k    97.17%
  52335 requests in 30.09s, 6.24MB read
Requests/sec:   1739.30
Transfer/sec:    212.33KB