round1/CherryPy.700.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 700 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.21ms    3.20ms  29.10ms   71.58%
    Req/Sec     0.96k   772.90     1.83k    49.17%
  57504 requests in 30.07s, 6.86MB read
Requests/sec:   1912.04
Transfer/sec:    233.42KB