round1/Gunicorn.300.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 300 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    79.61ms  108.27ms   1.77s    94.48%
    Req/Sec   385.89    413.18     1.46k    82.00%
  25389 requests in 30.07s, 3.56MB read
  Socket errors: connect 0, read 0, write 0, timeout 224
Requests/sec:    844.27
Transfer/sec:    121.20KB