round1/Gunicorn.400.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   137.37ms  106.13ms   1.05s    78.21%
    Req/Sec   173.64    140.81     1.09k    93.58%
  19305 requests in 30.09s, 2.71MB read
Requests/sec:    641.63
Transfer/sec:     92.12KB