round1/mod_WSGI-express.5000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   194.52ms  324.64ms   2.00s    91.13%
    Req/Sec   313.30    193.50     1.14k    82.02%
  35690 requests in 30.09s, 4.70MB read
  Socket errors: connect 0, read 0, write 0, timeout 991
Requests/sec:   1185.96
Transfer/sec:    159.83KB