round1/uWSGI.200.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   333.69us  146.02us  48.45ms   97.68%
    Req/Sec     7.44k     1.58k   20.32k    80.82%
  880113 requests in 30.09s, 55.40MB read
  Socket errors: connect 0, read 34, write 0, timeout 0
Requests/sec:  29252.94
Transfer/sec:      1.84MB