round1/uWSGI.7000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 7000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   336.93us  415.49us 208.11ms   99.93%
    Req/Sec    14.60k   378.16    16.10k    94.82%
  868615 requests in 30.10s, 54.67MB read
  Socket errors: connect 0, read 50, write 0, timeout 0
Requests/sec:  28857.25
Transfer/sec:      1.82MB